[
    {
        "cardImage": "./assets/d-and-t.jpg",
        "alt": "alt",
        "header": "Technologies Life-Changing or Unused Trash",
        "article": "In the 'Disability and Technology' project, we conducted research in Uganda, an East African country, focusing on the use of assistive technologies for people with disabilities. This project was a collaboration between the University of Zurich and Makerere University, bringing together both Swiss and Ugandan researchers. Key question of the project were: Which technologies are considered useful, and why? How do user of the technologies change them? When are such technologies used (and when are they not used)? We examined the contexts in which these technologies are helpful, and for whom they make a difference. Additionally, we looked at how people adapt or modify existing technologies to improve their functionality.</p><p>Our findings revealed that many technologies remain underutilized because they aren’t suited to certain contexts or individuals. For example, a wheelchair with small front wheels may be difficult to use on a muddy, rocky path when retrieving water from a lake. What should be a helpful device can become burdensome in such conditions.<br />My interactions with disabled individuals, coupled with the focus on technology, have significantly shifted my perspective on how technologies should be designed and evaluated. I’ve come to realize that only a user-centered approach can lead to the creation of truly functional and impactful technologies.<br />I had the privilege of coordinating this international research team in Uganda, and it was an incredibly enriching experience."
    },
    {
        "cardImage": "./assets/fieldwork.png",
        "alt": "alt",
        "header": "Sign Language as a Development Technology",
        "article": "During my visits to remote homes in Acholiland, Northern Uganda, I had the privilege of engaging with my research participants—many of whom I now consider friends. These visits were not just about data collection; they were moments of conversation, learning, and discovery. Our discussions often took place in Ugandan Sign Language or local signs, sometimes with a translator, sometimes without.<br/>Ugandan Sign Language is a relatively recent development in Acholi, introduced only about 30 years ago, supported by national and international NGOs, and driven by a political push for the rights of disabled people. It first emerged in Northern Uganda during the war, and its impact on the lives of deaf individuals in the region has been profound and life-changing.<br/>In the context of international development, however, Sign Languages are often treated as a 'technology'—a tool to be introduced, learned, and implemented across different contexts. Sign Language programs, focused on taking it from one context to another, often require people to learn it as a means of communication. While language itself is not a technology, the way Sign Language are framed within the international development approach positions it as such, emphasizing its potential to bring about positive change.<br/>My time in Uganda taught me that Sign Languages do more than just improve communication—they can deeply transform one's sense of identity and place in the world. This shift in understanding highlights the power of technologies to reshape not just the way we interact, but the way we experience life itself."
    },
    {
        "cardImage": "./assets/kayaking.jpg",
        "alt": "alt",
        "header": "Living and Learning Around the World",
        "article": "Throughout my journey, I’ve had the chance to live in five different countries, each offering unique experiences that have profoundly shaped my understanding of the world. I grew up and studied Geography and Social/Cultural Anthropology in Germany, before moving to Zurich, Switzerland, where I worked as a lecturer and curated an exhibition.<br/>For my PhD and in coordination with an international project, I spent several years in Uganda, conducting fieldwork and collaborating closely with colleagues at Makerere University. I learned a great deal from research participants and engaged with national and international organizations and government representatives. After that, the cultural shock of moving to New York City could not have been bigger, yet it further expanded my perspective.<br/>Now, I’m based in Sweden, where I’m living my dream of not just writing about technology but also creating it myself. Living in these diverse environments has had a profound impact on how I see the world. I’ve learned that immersing myself in new cultures shifts the way we think, feel, and approach life. Each country has influenced me in unexpected ways, expanding my view on everything from how we interact with technology, to work, to daily routines. For example, living in Sweden introduced me to kayaking, something I never thought I’d enjoy. Yet, this activity highlighted the beautiful connection between technology and nature that aligns with the Swedish landscape and lifestyle.<br/>These experiences have reshaped my worldview and deepened my understanding of how socio-cultural factors influence the way we access and use technologies across the globe. From innovative education models to everyday technologies that shape our lives, each step of my journey has added new layers to my understanding, blending culture, technology, and lifestyle in ways I never imagined."
    },
    {
        "cardImage": "./assets/book-launch.jpg",
        "alt": "alt",
        "header": "Voluntary Work",
        "article": "Voluntary work isn’t just about giving time; it’s about immersing oneself in the local culture, building lasting connections, and contributing to the community. My experiences in different countries have shown me how powerful volunteering is in connecting people, especially across diverse languages and cultures.<br />In New York City, I served as the PTA Co-President at a public elementary school with a unique language program offering English, German, and Spanish. Volunteering in the PTA was rewarding and informative. We organized events, established a school garden, and even created a 'Free Store' in collaboration with a local NGO. These initiatives weren’t just about improving the school—they fostered community connections and a sense of belonging. Volunteering also gave me an insider’s view of the New York City school system, where I learned about educational policies, challenges teachers face, and the commitment needed to create a nurturing environment for children.<br/>Now in Sweden, I continue to volunteer with Bygderådet and Folkets Hus, organizing local events. This role allows me to engage with my community, learn its history, and improve my Swedish, deepening my cultural immersion. Volunteering has shown me that it’s not just about the tasks at hand, but the connections made and the cultural insights gained. It’s a way to enter society, contribute to its growth, and grow alongside it. Whether organizing school events in New York or helping local projects in Sweden, volunteering truly has the power to bring us together."
    }
]