[
    {
        "cardImage": "./assets/d-and-t.jpg",
        "alt": "alt",
        "header": "Technologies - Life-Changing or Unused Trash",
        "article": "This project was conducted in the East African country of Uganda, where I explored questions surrounding technology, particularly those used or not used by disabled people. Coming from a background in social and cultural anthropology, I investigated which technologies are useful, and why. In which situations and for whom? I also examined how people modify or adapt technologies to make them more functional. Undoubtedly, many technologies remain unused because they aren’t beneficial in specific contexts or for certain individuals. For instance, using a wheelchair with small front wheels on a muddy, rocky path to fetch water with a canister from a lake turns what is supposed to be a helpful device into a burdensome one. My interactions with disabled people and the focus on technology have shifted my perspective on how I view and evaluate technologies. It’s become clear to me that only a user-centered approach can lead to the creation of truly useful and functional technologies. I had the privilege of coordinating an international research group focused on disability and technology in Uganda, where I learned so much! Want to know more about the project? Take a look here…"
    },
    {
        "cardImage": "./assets/fieldwork.png",
        "alt": "alt",
        "header": "Technologies Can Turn Your Worldview Upside Down",
        "article": "On my many visits to a remote home in Acholiland, Northern Uganda, I had the opportunity to engage with my research participants—many of whom I now consider friends. These visits were a chance to chat, learn, and ask more questions. Our communication took place in Ugandan Sign Language or local signs, sometimes with the help of a translator, sometimes without. Learning Ugandan Sign Language is a relatively recent development—only about 25 years ago, with support from national and international NGOs, as well as a political push for the rights of disabled people, it was introduced in Northern Uganda during the time of war. The impact on the lives of deaf individuals in the region has been profound and life-changing. From the perspective of international development, sign language is often seen as a 'technology' that, once implemented, can bring about positive change. However, my experience in Uganda led me to realize that technologies do more than just facilitate communication—they can fundamentally change one's sense of being in the world. This shift in perspective is a reminder that technologies, especially those designed with inclusivity in mind, can truly reshape our realities."
    },
    {
        "cardImage": "./assets/kayaking.jpg",
        "alt": "alt",
        "header": "Living and Learning Around the World",
        "article": "Throughout my journey, I've had the incredible opportunity to live in five different countries, each of which has offered a unique set of experiences that have reshaped my understanding of the world. I grew up and studied in Germany, then moved to Zurich, Switzerland, where I pursued my PhD and held a fascinating position at the Ethnographic Museum. After that, I spent several years in Uganda, conducting fieldwork and coordinating an international project in the field of 'Disability & Technology', before moving to the United States. Today, I’m based in Sweden, where I plan to settle for the long term. Living in these diverse environments has had a profound impact on my perspective. I’ve learned that the way we think, feel, and approach life can shift when we immerse ourselves in a new culture for an extended period. Each country has influenced me in ways I never anticipated, broadening my understanding of not just different cultures, but also how we interact with technology, work, and everyday life. And to be honest, some of the experiences have been unexpected. For instance, I would have never thought I’d develop a love for kayaking—yet, living in Sweden has shown me how this activity is not only a fun way to engage with nature but also a perfect example of how technology align with the landscape and lifestyle. More than just a change in geography, these experiences have reshaped my worldview, expanding my understanding of technology, culture, and the interplay between the two. It has become evident to me that socio-cultural factors play a significant role in how technologies are accessed and utilized around the world. Whether it’s the innovative ways different countries approach education, the everyday technologies that shape daily life, or something as simple as kayaking on a Swedish lake, each experience has added new layers to my understanding of the world."
    },
    {
        "cardImage": "./assets/book-launch.jpg",
        "alt": "alt",
        "header": "Voluntary Work: A Gateway to Society and Cultural Integration",
        "article": "Voluntary work isn’t just about giving time; it’s an opportunity to immerse oneself in the local culture, create lasting bonds, and contribute meaningfully to a community. Through my experiences across different countries, I have come to realize how powerful volunteering is in connecting people to society, especially when it bridges diverse languages and cultures. During my time in New York City, I served as the PTA (Parent-Teacher Association) Co-President at a small public elementary school that offered a unique language program. Here, students had the option to learn not just English, but also German and Spanish. As a volunteer in the PTA, my role was both rewarding and informative. The PTA is entirely volunteer-driven, with parents and guardians taking the lead in organizing events and fundraising efforts that benefit the school community. Over the course of three years, my team and I were able to establish a school garden, host numerous community events, and even create a 'Free Store' in collaboration with a local NGO. These initiatives were about more than just improving the school—they were about bringing people together, fostering connections, and creating a strong sense of belonging. One of the greatest gifts of volunteering in the PTA was the opportunity to gain an insider’s view of the New York City school system. Through countless meetings, I learned about the educational policies, the challenges faced by teachers, and the dedication required to create a nurturing environment for children. These experiences shaped my understanding of how different school systems function and provided me with insights into the diverse educational needs of communities. Currently, I continue to volunteer in Sweden, at Bygderådet and Folketshus, where I help organize local events. This role has allowed me to interact with the people in my community, hear their stories, and learn about the history of the region. Moreover, it has given me the opportunity to improve my Swedish, adding a layer of cultural immersion to my volunteering. In many ways, these volunteer roles serve as windows into the heart of a community, where cultural understanding and personal growth flourish. Through these diverse experiences, I have come to realize that voluntary work is not just about the tasks you perform but the deep connections you build and the cultural insights you gain along the way. Volunteering is an avenue for entering society, learning its rhythms, and contributing to the growth of the community while growing alongside it. Whether it’s through organizing school events in New York or helping in local Swedish projects, voluntary work truly has the power to connect us in ways that few other activities can."
    }
]