[
    {
        "cardImage": "./assets/d-and-t.jpg",
        "alt": "Seven of the project-members sitting at tabels with laptops. in the middle are two Ugandan Sign language interpreter. The place is a house with a grass roof and open windos based in Uganda.",
        "header": "Rethinking Disability and Technology",
        "article": "When I began my PhD at the University of Zurich, I had the opportunity to embark on my first short field trip to Uganda. The aim was simple but meaningful: meet colleagues from the Makerere University, seek advice, and start building connections with people with disabilities. At that time, there were hardly any researchers in Switzerland focusing on disability in low-income countries like Uganda, and I quickly realized the urgent need for more inclusive, context-aware approaches.<br />Together with colleagues from Makerere University in Uganda, we founded an international research group: Disability & Technology. What began as a small student exchange project involving BA and MA students from Uganda and Switzerland soon grew into something much larger. Each of the students conducted fieldwork in Uganda, focusing on how people with disabilities use assistive technologies in everyday life.<br />Over the years, the Swiss and Ugandan teams developed a strong partnership, grounded in mutual learning and shared goals. This collaboration eventually led us to apply for a Swiss National Science Foundation grant and we were fortunate to receive around half a million Swiss francs to continue our work.<br />It’s often assumed that assistive technologies from the West like wheelchairs, hearing aids, or screen readers automatically improve the lives of people with disabilities in low income countries. But our research and direct interactions have shown that the picture is far more complex.<br />Technologies developed for use in Western contexts frequently don’t translate well to the realities on the ground in Uganda. In many cases, they are not only ineffective but can even lead to secondary disabilities. Local knowledge and the existing skills of people with disabilities are often overlooked, which means that valuable, local solutions go unused or unrecognized.<br />One example still sticks with me: a wheelchair with small front wheels may function well on flat, paved terrain but becomes almost unusable on muddy, rocky paths when someone needs to collect water from a lake. What is meant to be helpful can quickly become a burden.<br />The young researchers involved in our project have conducted extensive fieldwork with people with disabilities in Uganda, and their findings reinforce the need for context-sensitive, user-driven solutions. Our project focused on three core areas: transport, communication, and rehabilitation and asks how technologies can be better adapted, appropriated, or even co-developed locally to serve their users.<br />Coordinating this international research team has been one of the most enriching experiences of my career. My perspective on assistive technology and disability more broadly has changed profoundly. It is not enough to simply export technologies, but to adjust them and to support locally-driven innovation that reflects the lived realities of people with disabilities.",
        "audio": "/audio/rethinking-disability-technology.mp3"
    },
    {
        "cardImage": "./assets/fieldwork.png",
        "alt": "alt",
        "header": "Sign Language as a Technology",
        "article": "During my visits to remote homes in Acholi, Northern Uganda, I had the privilege of engaging with my research participants many of whom I now consider friends. These visits were not just about data collection; they were moments of conversation, learning, and discovery. Our discussions often took place in Ugandan Sign Language or local signs, sometimes with a translator, sometimes without.<br />Ugandan Sign Language is a relatively recent development in Acholi, introduced only about 30 years ago, supported by national and international NGOs, and driven by a political push for the rights of people with disabilities. It first emerged in Northern Uganda during a time of war, and its impact on the lives of deaf people in the region has been profound and life-changing.<br />In the context of international development, however, Sign Languages are often treated as a 'technology', as a tool that can be implemented. While languages themselves are not technologies, they always carry a political, social and cultural meaning. Ugandan Sign Language has been framed within the international development approach as a modern language, emphasizing its potential to bring about positive change.<br />My time in Uganda taught me that Sign Languages do more than just improve communication: they can deeply transform one's sense of identity and place in the world."
    },
    {
        "cardImage": "./assets/kayaking.jpg",
        "alt": "alt",
        "header": "Living and Learning Around the World",
        "article": "Throughout my journey, I’ve had the chance to live in five different countries, each offering unique experiences that have shaped my understanding of the world. I grew up and studied Geography and Social/Cultural Anthropology in Germany, before moving to Zurich, Switzerland, where I worked as a lecturer and curated an exhibition.<br />For my PhD and in coordination with an international project, I spent several years in Uganda, conducting fieldwork and collaborating closely with colleagues at Makerere University. I learned a great deal from research participants and engaged with national and international organizations and government representatives. After that, the cultural shock of moving to New York City could not have been bigger, yet it further expanded my perspective.<br />Now, I’m based in Sweden, where I’m living my dream of not just writing about technology but also creating it myself. <br />Living in these diverse environments has had a profound impact on how I see the world. I’ve learned that immersing myself in new cultures shifts the way we think, feel, and approach life. Each country has influenced me in unexpected ways, expanding my view on everything from how we interact with technology, to work, to daily routines. For example, living in Sweden introduced me to kayaking, something I never thought I’d enjoy. Yet, this activity highlighted the beautiful connection between technology and nature.<br />These experiences have reshaped my worldview and deepened my understanding of how socio-cultural factors influence the way we access and use technologies across the globe. From innovative education models to everyday technologies that shape our lives, each step of my journey has added new layers to my understanding."
    },
    {
        "cardImage": "./assets/book-launch.jpg",
        "alt": "In the image, I am voluntarily guiding a podium discussion at the Goethe-Institut in New York City. Two people are sitting on a small stage, each holding a microphone. On the left is Fabrice Jaumont presenting his new book 'The bilingial revolution'; on the right, I am seated.",
        "header": "Voluntary Work",
        "article": "Voluntary work isn’t just about giving time; it’s about immersing oneself in the local culture, building lasting connections, and contributing to the community. My experiences in different countries have shown me how powerful volunteering is in connecting people, especially across diverse languages and cultures.<br />In New York City, I served as the Parent-Teacher-Association (PTA) Co-President at a public elementary school with a unique language program offering English, German, and Spanish. Volunteering in the PTA was rewarding and informative. We organized events, established a school garden, and even created a 'Free Store' in collaboration with a local NGO. These initiatives weren’t just about improving the school, they fostered community connections and a sense of belonging. Volunteering also gave me an insider’s view of the New York City school system, where I learned about educational policies, challenges teachers face, and the commitment needed to create a nurturing environment for children.<br />Now in Sweden, I continue to volunteer with Bygderådet and Folkets Hus, organizing local events. This role allows me to engage with my community, learn its history, and improve my Swedish, deepening my cultural immersion. Volunteering has shown me that it’s not just about the tasks at hand, but the connections made and the cultural insights gained. It’s a way to enter society, contribute to its growth, and grow alongside it. Whether organizing school events in New York or helping local projects in Sweden, volunteering truly has the power to bring us together."
    }
]